<template lang="pug">
  f7-page
    f7-navbar(title='О нас' back-link='Back')
    
    f7-block(strong)
      h3 ПРИГОТОВЬТЕСЬ К ОТДЫХУ ВСЕ ВКЛЮЧЕНО
      img(src="static/img/pic.jpg")
      p Концепцию и детали проекта разрабатывал культовый британский архитектор сэр Норман Фостер, победитель Императорской и Притцкеровской премий. Норман Фостер - автор проектов: стадион “Уэмбли”, мост “Миллениум” в Лондоне, небоскреб “Торре Каха” в Мадриде, “Сити-холл” и “Мэри Экс” в Лондоне, небоскреб “Херст-тауэр” в Нью-Йорке, аэропорт Гонконга. Комплекс открылся 14 августа 2014 года.
      img(src="static/img/logo_large.png")
      p Mriya Resort & SPA открыл свои двери 14 августа 2014 года, предложив своим гостям 408 номеров premium-класса: 360 номеров DeLuxe (38 м2), 36 номеров Family Suite (78 м2), 12 номеров Royal suite (192 м2). Также комплекс может предоставить гостям 17 вилл на отдельной территории: 2 виллы President (618 м2), 12 вилл Family (196 м2) и 3 виллы Premium (1000 m2) Концепцию и детали проекта разрабатывал культовый британский архитектор сэр Норман Фостер, победитель Императорской и Притцкеровской премий. Норман Фостер - автор проектов: стадион “Уэмбли”, мост “Миллениум” в Лондоне, небоскреб “Торре Каха” в Мадриде, “Сити-холл” и “Мэри Экс” в Лондоне, небоскреб “Херст-тауэр” в Нью-Йорке, аэропорт Гонконга. Комплекс открылся 14 августа 2014 года.
      
</template>

<script>
import { mapGetters, mapState } from 'vuex';
export default {
  name: 'about',
  data (){
    return{
    }
  },
  mounted() {
    this.$f7ready((f7) => {
      console.log('about');
      
    });
  },
}
</script>